Repository: gitGNU/gnu_halifax
Catalog: ghfaxviewer/po/*.po
Languages: de, fr, pl

source: Page %d
de: Seite %d
pl: Strona %d

source: Please wait...
de: Bitte warten...
fr: Patience, patience...
pl: Chwileczkê...

source: Computing index for page %d of %d...
de: Berechne Index für Seite %d von %d...
fr: Calcul de l'index de la page %d sur %d...
pl: Indeksacja strony %d z %d...

source: %s is not a G3/G4 Fax File
de: %s ist keine G3/G4 Faxdatei
fr: %s n'est pas un Fax G3 ni G4
pl: %s nie jest plikiem typu G3/G4 Fax

source: %s is not a TIFF file
de: %s ist keine TIFF Datei
fr: %s n'est pas un fichier TIFF
pl: plik graficzny %s nie ma formatu TIFF

source: %s seems corrupted or incomplete
de: %s ist beschädigt oder unvollständig
fr: %s paraît être corrompu ou incomplet
pl: %s zawiera b³êdy lub nie zosta³ odebrany w ca³o¶ci

source: %s could not be found
de: %s konnte nicht gefunden werden
fr: %s n'a pu être trouvé
pl: nie znaleziono pliku %s

source: permission to read %s is missing
de: Keine Berechtigung zum Lesen %s
fr: la lecture du fichier %s n'est pas permise
pl: brak prawa do odczytu pliku %s

source: GNU HaliFAX - Viewer
de: GNU HaliFAX - Betrachter
fr: GNU HaliFAX - Visionneuse
pl: Przegl±darka faksów GNU HaliFAX

source: Go to previous page
de: Vorherige Seite
fr: Page précédente
pl: Strona poprzednia

source: Go to next page
de: Nächste Seite
fr: Page suivante
pl: Nastêpna strona

source: Zoom in
de: Vergrößern
fr: Agrandir l'image
pl: Powiêkszenie

source: Zoom out
de: Verkleinern
fr: Retrécir l'image
pl: Zmniejszenie

source: Rotate 90 degrees counter-clockwise
de: Um 90° im Gegenuhrzeigersinn drehen
fr: Pivoter de 90° dans le sens contraire des aiguilles d'une montre
pl: Obrót o 90° w lewo

source: Reverse image
de: Seite invertieren
fr: Retourner l'image
pl: Odwrócenie obrazu 'do góry nogami'

source: Rotate 90 degrees clockwise
de: Um 90° im Uhrzeigersinn drehen
fr: Pivoter de 90° dans le sens des aiguilles d'une montre
pl: Obrót o 90° w prawo

source: Print fax
de: Fax drucken
fr: Imprimer la télécopie
pl: Wydruk faksu

source: Properties...
de: Eigenschaften...
fr: Propriétés...
pl: W³a¶ciwo¶ci...

source: File
de: Datei
fr: Fichier
pl: Plik

source: Open...
de: Öffnen...
fr: Ouvrir...
pl: Otwórz...

source: Close
de: Schließen
fr: Fermer
pl: Zamknij

source: Quit
de: Beenden
fr: Quitter
pl: Koniec

source: View
de: Aansicht
fr: Vue
pl: Widok

source: Settings
de: Einstellungen
fr: Paramètres
pl: Ustawienia

source: Preferences...
de: Einstellungen...
fr: Préférences...
pl: Preferencje...

source: Help
de: Hilfe
fr: Aide
pl: Pomoc

source: About...
de: Info...
fr: À propos...
pl: O programie

source: This program displays image files received on a HylaFAX system.
fr: Ce programme sert à afficher des fichiers d'image reçus par un système de télécopie HylaFAX.
pl: Niniejszy program umo¿liwia przegl±danie plików odebranych przezserwer faksów HylaFAX.

source: This program is free software, you are welcome to use it, modify it and redistribute it under certain conditions. See the file COPYING for further informations. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
fr: Ceci est un logiciel libre, vous êtes invités à l'utiliser, le modifier et le redistribuer sous certaines conditions. Veuillez consulter le fichier COPYING (NdT: en anglais) pour de plus amples informations. AUCUNE garantie n'est donnée; tant pour des raisons COMMERÇIALES que pour RÉPONDRE À UN BESOIN PARTICULIER.
pl: Program ten jest wolny od op³at, mo¿na go u¿ywaæ, modyfikowaæ i przekazywaæ dalej dotrzymuj±c okre¶lonych zasad i warunków. Szczegó³y w pliku COPYING Nie udziela siê ¿adnej gwarancji na poprawno¶æ jego dzia³ania; w szczególno¶ci gdy chodzi o ZASTOSOWANIA KOMERCYJNE lub DOPASOWANIE DO ¦CI¦LE OKRE¦LONEGO PRZEZNACZENIA.

source: About the GNU HaliFAX - Viewer...
fr: À propos de la Visionneuse de GNU HaliFAX...
pl: O programie GNU HaliFAX - Viewer...

source: Version :
pl: Wersja :

source: The GNU HaliFAX team :
fr: L'équipe de GNU HaliFAX :
pl: Zespó³ rozwijaj±cy GNU HaliFAX:

source: The GNU HaliFAX - Viewer was enhanced in various ways thanks to those people :
fr: La Visionneuse de GNU HaliFAX s'est vue améliorée de diverses manières grâce à ces gens :
pl: Mo¿liwo¶ci programu GNU HaliFAX - Viewer zosta³y w ró¿noraki sposób wzbogacone dziêki tym oto osobom :

source: What is the GNU HaliFAX - Viewer ?
fr: Qu'est-ce que la Visionneuse de GNU HaliFAX ?
pl: GNU HaliFAX - Viewer - co to takiego?

source: Licensing :
fr: Politique de licence:
pl: Zasady licencjonowania :

source: Thomas Bartschies, German translation Kevin Chen, Traditional Chinese translation Zbigniew Baniewski, Polish translation
fr: Thomas Bartschies, traduction allemande Kevin Chen, traduction en chinois traditionnel Zbigniew Baniewski, traduction polonaise
pl: Thomas Bartschies, przek³ad na jêz. niemiecki Kevin Chen, przek³ad na jêzyk chiñski Zbigniew Baniewski, przek³ad na jêzyk polski

source: this fax is clean
de: dieses FAX is sauber
fr: cette télécopie est propre
pl: faks odebrany bez b³êdów

source: some lines have been regenerated
de: einige Zeilen wurden neu erzeugt
fr: quelques lignes ont été regénérées
pl: czê¶æ tre¶ci graficznej nale¿a³o odtworzyæ

source: this fax is not clean
de: dieses FAX ist nicht sauber
fr: cette télécopie n'est pas propre
pl: w trakcie odbioru odnotowano b³êdy

source: invalid data
de: ungültige Daten
fr: donnée invalide
pl: b³±d danych

source: low resolution (204 dpi x 98 dpi)
de: niedere Auflösung (204 dpi x 98 dpi)
fr: basse résolution (204 ppp x 98 ppp)
pl: niska rozdzielczo¶æ (204 dpi x 98 dpi)

source: high resolution (204 dpi x 196 dpi)
de: hohe Auflösung (204 dpi x 196 dpi)
fr: haute résolution (204 ppp x 196 ppp)
pl: wysoka rozdzielczo¶æ (204 dpi x 196 dpi)

source: strange resolution
de: seltsame Auflösung
fr: résolution anormale
pl: rozdzielczo¶æ nietypowa

source: strange compression type
de: seltsame Komressionsart
fr: type de compression anormal
pl: nietypowy rodzaj kompresji

source: 2D encoding
de: 2D-Kodierung
fr: encodage 2D
pl: kodowanie 2D

source: uncompressed
de: unkomprimiert
fr: non-compressé
pl: nieskomprymowany

source: fill bits
de: Bits füllen
pl: wype³nienie bitowe

source: least to most significant bit (big endian)
de: nieder- zum höchstwertigsten Bit (Big-Endian)
fr: du bit le moins significatif au plus significatif (big endian)
pl: od najmniej do najbardziej znacz±cego bitu (big endian)

source: most to least significant bit (little endian)
de: höchst- zum niederwertigsten Bit (Little-Endian)
fr: du bit le plus significatif au moins significatif (little endian)
pl: od najbardziej do najmniej znacz±cego bitu (little endian)

source: Sender ID
de: Absender ID
fr: Identification de l'envoyeur
pl: Identyfikator nadawcy

source: Destination subaddress
de: Empfänger Subadresse
fr: Sous-adresse de destination
pl: Adresat faksu

source: Date & time of reception
de: Datum & Uhrzeit des Empfangs
fr: Date & heure de réception
pl: Data i czas odbioru

source: Fax data cleanliness
de: FAX-Daten Sauberkeit
fr: Propreté des données de la télécopie
pl: Jako¶æ odebranej kopii

source: Resolution
fr: Résolution
pl: Rozdzielczo¶æ

source: Compression type
de: Kompressionsart
fr: Type de compression
pl: Rodzaj kompresji

source: G3/G4 Options
de: G3/G4 Optionen
fr: Options G3 ou G4
pl: Options G3 ou G4

source: Pixel fill order
de: Pixel-Füllrichtung
fr: Ordre de codage des bits
pl: Opcje G3/G4

source: Make and model of receiving fax
de: Hersteller und Modell des empfangenen Faxes
fr: Marque et modèle du télécopieur de réception
pl: Marka i model faksu odbiorcy

source: Software
fr: Logiciel
pl: Oprogramowanie

source: Receiving computer hostname
de: Empfange Computer-Name
fr: Nom d'hôte de l'ordinateur de réception
pl: Nazwa komputera odbiorcy

source: Fax properties
de: FAX Eigenschaften
fr: Propriétés de la télécopie
pl: W³a¶ciwo¶ci kopii faksowej

source: Please choose a FAX G3 file to open...
de: Bitte wählen Sie eine FAX G3 Datei zum öffnen...
fr: Veuillez choisir un fichier FAX G3 à ouvrir...
pl: Wska¿ plik FAX G3, który chcesz otworzyæ...

source: Something strange happened...
de: Etwas Seltsames ist geschehen...
fr: Quelque chose a cloché...
pl: Sta³o siê co¶ dziwnego...

source: The specified file, %s, could not be opened because %s. Please fix this and try again later.
de: Die angegebene Datei '%s' konnte nicht geöffnet werden weil %s. Bitte korrigieren und noch einmal versuchen.
fr: Le fichier %s n'a pu être ouvert parce que %s. Veuillez y remédier et réessayer plus tard.
pl: Wymieniony plik, %s, nie móg³ zostaæ otwarty a powodem jest %s. Usuñ problem i spróbuj ponownie.

source: I am sorry
de: Es tut mir leid
fr: L'erreur est humaine
pl: Bardzo mi przykro

source: Cancel
de: Abbruch
fr: Annuler
pl: Anuluj

source: %s (done)
fr: %s (terminé)
pl: %s (ukoñczono)

source: Printer cannot display bitmaps.
de: Drucker kann keine Bitmaps verarbeiten.
fr: L'imprimante ne gère par les bitmaps
pl: To drukarka wy³±cznie alfanumeryczna.

source: Device Error
de: Gerätefehler
fr: Erreur de périphérique
pl: B³±d urz±dzenia

source: The GNU HaliFAX Viewer
de: GNU HaliFAX Betrachter
fr: La Visionneuse de GNU HaliFAX
pl: Przegl±darka plików faksowych GNU HaliFAX

source: Printing page %d (%d left)
de: Seite %d wird gedruckt (%d übrig)
fr: Impression de la page %d (%d restante)
pl: Drukowanie strony %d (pozosta³o %d)

source: Output to
de: Ausgabe nach
fr: Direction de l'impression
pl: Wydruk skierowaæ do:

source: Printer
de: Drucker
fr: Imprimante
pl: Drukarki

source: Command
de: Kommando
fr: Commande
pl: Polecenie

source: Fax Output.ps
de: Fax Ausgabe.ps
fr: Impression Télécopie.ps
pl: Odebrany_faks.ps

source: Page selection
de: Seitenauswahl
fr: Sélection des pages
pl: Wybór stron do druku

source: All pages
de: Alle Seiten
fr: Toutes les pages
pl: Wszystkie strony

source: From
de: Von
fr: De
pl: Od

source: to
de: an
fr: à
pl: do

source: Current page only
de: Nur die aktuelle Seite
fr: Page actuelle
pl: Tylko bie¿±ca strona

source: %s already exists. Do you want to overwrite it?
de: %s existiert bereits. Soll die Datei überschrieben werden?
fr: %s existe déja. Voulez-vous l'écraser?
pl: %s ju¿ istnieje. Czy chcesz go przekasowaæ?

source: Please answer...
de: Bitte antworten Sie...
fr: Veuillez répondre...
pl: Podejmij decyzjê...

source: Yes, please do
de: Ja, bitte ausführen
fr: Oui, efface-moi ça
pl: Owszem

source: No thanks
de: Nein Danke
fr: Non
pl: Nie, jednak nie

source: Print
de: Druck
fr: Imprimer
pl: Drukuj

source: Print...
de: Drucke...
fr: Imprimer...
pl: Drukujê...

source: This is weird...
de: Dies ist seltsam...
fr: Ça c'est bizarre...
pl: Dziwna sprawa...

source: I was not able to determine how to work with your printing system appropriately. You will therefore only be able to export your data to a PostScript file. Please have your administrator verify if a descent printing system is installed. If this is so, there must be a bug in ghfaxviewer. Please fill a bug report accordingly and send it to halifax-bugs@gnu.org.
de: Es war nicht möglich, die Arbeitsweise des Druckersystems herauszufinden. Sie können Ihre Daten deshalb nur als Postscript-Datei exportieren. Bitte lassen Sie Ihren Administrator überprüfen, ob ein funktionsfähiges Drucksystem installiert ist. Wenn das der Fall ist, dann muss ein Fehler in ghfaxviewer vorliegen. Bitte senden Sie einen Fehlerreport an halifax-bugs@gnu.org.
fr: Je n'ai pas été capable de déterminer la manière correcte de travailler avec votre système d'impression. Par conséquent, vous serez juste autorisé à exporter vos données vers un fichier PostScript. Demandez à votre administrateur de vérifier le système d'impression. S'il est en ordre, cela veut dire qu'il y a un bogue dans ghfaxviewer. Veuillez remplir alors un rapport de bogue et l'envoyer à halifax-bugs@gnu.org.
pl: Nie uda³o siê ustaliæ, jak w³a¶ciwie powinna przebiegaæ wspó³praca z Twoim systemem druku. Z tego wzglêdu masz jedynie mo¿liwo¶æ eksportu danych do pliku PostScript. Niech administrator Twojego systemu sprawdzi, czy jest zainstalowany nowszy system druku. Je¶li tak, zapewne trafi³e¶ na 'pluskwê' w programie. Zg³o¶ j±, odpowiednio wype³niaj±c 'bug report' i prze¶lij go na adres halifax-bugs@gnu.org

source: I promise!
de: Ich verspreche es!
fr: Promis!
pl: S³owo!

source: Print preview...
de: Druckvorschau...
fr: Prévisualisation de l'impression...
pl: Podgl±d wydruku

source: Range
de: Bereich
fr: Sélection
pl: Zakres
